driver-tests/iepse/DataTypes/DataTypesTestCA/test/DataTypesTest/template.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns="DataTypes_iep">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
     <StreamInput0_MsgObj>
       <val1>${val1.0}</val1>
       <val2>${val2.0}</val2>
       <val3>${val3.0}</val3>
       <val4>${val4.0}</val4>
       <val5>${val5.0}</val5>
       <val7>${val7.0}</val7>
       <val8>${val8.0}</val8>
     </StreamInput0_MsgObj>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
